Repository: giellalt/corpus-sma
Catalog: tmx/nob/facta/other_files/nsr_veeljemeprogramme.doc.tmx
Source language: sma
Languages: nob

source: Veeljemeprogramme
nob: III. GÏELE

source: VEDTH GÏELEM NSR-se !
nob: VII. EATNEME

source: SISVEGE:
nob: X. MEEDIJAH

source: MAADTHVUAJNOE JÏH VISJOVNH
nob: GASKELAANTI BARKOE

source: Nøørjen Saemiej Rijhkesiebrien bïjre (NSR)
nob: Om Norske Samers Riksforbund (NSR)

source: Nøørjen Saemiej Rijhkesiebrie (NSR) lea saemien åejviesiebrie mij byjressiebriej tjïrrh kultuvre-, siebredahke- jïh bievnesbarkojne giehteleminie jïh dovne veeljemisnie meatan Saemiedigkieveeljemasse.
nob: Norske Samers Riksforbund (NSR) er en samisk hovedorganisasjon som både driver aktivt kultur-, samfunns- og opplysningsarbeid gjennom sine lokallag og stiller til valg til Sametinget.

source: NSR-sne leah saemieh gaajhkijste dajvijste, gaajhkijste jieliemijstie jïh jeatjah tjïertijste, jïh Saemiedigkien tjïrrh saemiej ektiebuerien gaavhtan barkedh.
nob: NSR samler samer fra alle områder og fra alle næringer og interessegrupper til arbeid for samenes felles beste gjennom Sametinget.

source: Tseegkemen mænngan, jaepien 1968, lea NSR gaajhkide saemide nuepine orreme jïjtsh gïelem buektedh Nøørjen jïh gaskelaanti siebredahkesne.
nob: Siden stiftelsen i 1968 har NSR vært et alternativ for alle samer til å gjøre sin stemme gjeldende i det norske og internasjonale samfunn.

source: NSR lea 40 jaepiej raajan tjïelke saemien gïeline saemien siebredahken jïh kultuvren tseegkemisnie jïh øøvtiedimmesne meatan orreme, jïh NSR sæjhta dovne båetije jaepine jïjtjereerehke saemien gïeline meatan.
nob: NSR har vært en klar samisk stemme i oppbyggingen og utviklingen av samisk samfunnsliv og kultur i nærmere 40 år, og NSR vil fortsette som en selvstendig, samisk røst også i fremtiden.

source: Saemiedigkie
nob: Sametinget

source: Saemiedigkie lea saemiej almetjeveeljeme åårgane Nøørjesne, jïh tjoevere reerehke tsiehkiem Nøørjen reeremen åårgani gujmie utnedh.
nob: Sametinget er samenes folkevalgte organ i Norge, og må ha en selvstendig rolle i forhold til norske styrende organer.

source: Saemiedigkie galka Nøørjen saemiej åvteste årrodh dovne naasjovnen jïh gaskelaanti daltesisnie jïh meatan gaajhkine aamhtesinie saemiej bïjre.
nob: Sametinget skal representere samene i Norge på nasjonalt og internasjonalt nivå, og øve innflytelse i alle saker som angår samer.

source: Saemiedigkien tjïrrh NSR sæjhta jïjtjereeremem saemiej tsiehkine tjïrrehtidh - prinsibpe mij dovne IN-n (FN) jïh gaskelaanti konvensjovnine.
nob: Gjennom Sametinget vil NSR virkeliggjøre samisk selvbestemmelse i egne forhold - et prinsipp som FN og internasjonale konvensjoner støtter opp om.

source: Saemiedigkie galka geehtedh mejtie staaten diedteh Maadtoelaaken § 110a-n mietie dorjesuvvieh.
nob: Sametinget skal påse at de forpliktelsene staten har påtatt seg gjennom Grunnlovens § 110 a virkeliggjøres.

source: Saemiedigkie tjoevere tjerkebe meatan siebredahken øøvtiedimmesne saemiej dajvine.
nob: Sametinget må få reell innflytelse over samfunnsutviklingen i de samiske områdene

source: NSR lij voestes gietjeste Saemiedigkien reeremisnie.
nob: NSR har hatt lederskapet i Sametinget siden etableringen.

source: Saemiedigkiepresideenth NSR-ste leah:
nob: Følgende fra NSR har vært og er presidenter for Sametinget:

source: Saemiedigkieveeljemasse 2005 lea NSR-n Rijhketjåahkoe Aili Keskitalom, Guovdageaidnu, presideentekandidaatine veeljeme.
nob: Til sametingsvalget 2005 har Landsmøtet i NSR valgt Aili Keskitalo, Guovdageaidnu, som presidentkandidat.

source: Jis veeljesåvva, dellie dïhte voestes nyjsenæjja mij Saemiedigkien presideente.
nob: Hvis hun blir valgt vil hun være sametingets første kvinnelige president.

source: Urresth Saepmie
nob: Det moderne Sápmi

source: Saemien siebredahken tseegkemisnie ij lij gaajhkide saemientjïertide seamma nuepie jïjtsh aamhtesh buektedh, jïh aamhtesinie saemiej bïjre ij lij nuekies saemien jïjtjereereme.
nob: I oppbyggingen av det samiske samfunnet har ikke alle grupper av samer hatt like muligheter til å tale sin sak, og det har heller ikke vært nok samisk selvbestemmelse i prosesser som angår samer.

source: Daaletje saemien siebredahkesne politigke jïh kultuvre urriemdimmiem daarpesje.
nob: I dagens samiske samfunn er det behov for politisk og kulturell fornyelse.

source: Daelie jienebh jienebh saemieh tjerkebe domtoem jïjtsh saemienvoeten bïjre åadtjoeh, mij dellie jeahta båetije saemien siebredahken dïejveldimmine orre jïh gïeltijes saemien gïelh sjidtieh.
nob: Flere og flere samer får i dag en sterkere bevissthet om sin samiske identitet, noe som innebærer at fremtidens samiske samfunnsdebatt vil berikes med nye og spennende samiske stemmer.

source: NSR sæjhta jåerhkedh aktøørine meatan saemien siebredahken øøvtiedimmesne jïh stoeremosth dejtie orre gïelide bertedh guktie dah urresth saemien siebredahkese govlesuvvieh.
nob: NSR vil fortsatt være en aktør i den samiske samfunnsutviklingen, og vil i størst mulig grad legge til rette for at disse stemmene blir hørt i det moderne samiske samfunnet.

source: Almetjetjïertine saemiej leah reaktah jïjtjh reeredh, dïsse lissine dovne reaktah jïh diedte saemien siebredahken øøvtiedimmiem reeredh.
nob: Samene har som et eget folk rett til selvbestemmelse. Med dette følger både en rett og en plikt til å forvalte det samiske samfunnets utvikling.

source: NSR sæjhta dejnie barkojne meatan, jïh mijjieh sijhtebe barkedh guktie gaajhkh saemien siebredahken bielieh leah ïedtjine meatan saemien jïjtjereeremereaktide øøvtiedidh jïh tjïrrehtidh.
nob: Dette ønsker NSR å ta del i, og vi vil arbeide for at alle deler av det samiske samfunn kan være aktiv med i utformingen og gjennomføringen av samiske selvbestemmelsesrett.

source: Saemiej jïjtjereeremereaktah leah dovne jïjtsh eatnemen maelmieh utnedh guktie saemide bøøremes.
nob: Utøvelsen av samiske selvbestemmelsesrett må også omfatte disponeringen av egne naturrikdommer og - ressurser til beste for det samiske samfunnet.

source: Eah bath galkh jielemevåaromem jïh dovletje aerpiem saemijste dijpedh.
nob: Ikke i noe tilfelle kan det samiske folk fratas sitt eksistensgrunnlag og historiske arv.

source: NSR-n mïelesne:
nob: NSR tror på:

source: jienebh saemieh eevtjedh guktie sijhtieh saemien siebredahkesne jïh kultuvresne ïedtjine meatan
nob: § å stimulere en bredere andel av befolkningen til å delta aktivt i samisk samfunns- og kulturliv

source: saemieh gelkieh meatan gaajhkine raerine, moenehtsinie jïh ståvrojne, dovne tjielten, regijovnen jïh naasjovnen daltesisnie
nob: § samisk representasjon i alle relevante råd, utvalg og styrer, både kommunalt, regionalt og nasjonalt

source: sjïere aalkoealmetjedajve gusnie gaajhkide almetjidie seamma reaktah
nob: § en egen urfolkssone, med like rettigheter for hele befolkningen

source: praktigke seammavierhtege saemiej jïh laedtiej gaskem gaajhkine dajvine
nob: § praktisk likestilling mellom samer og nordmenn på alle områder

source: saemiej leah reaktah lïeredh jïh reaktah ietniengïelem utnedh
nob: § samers rett til å lære og rett til å bruke sitt eget morsmål

source: saemien tjiehpiesvuekide jïh kultuvrem øøvtiedidh guktie saemien symbolveartene lea gaajhkide saemide
nob: § å utvikle samisk kunst og kultur, slik at den samiske symbolverden favner alle samer

source: Saemien byjressiebredahkh leah aerniesijjieh saemiej vierhtegidie jïh jieliemidie.
nob: De samiske lokalsamfunnene er arnesteder for samiske verdier og livsutfoldelse.

source: Saemieh dubpene daebpene årroeminie, jïh saemien voenh - dovne gaedtiebealesne jïh sjisjnjelaantesne - dah leah goh rudtjh saemien siebredahkese, kultuvrese jïh jieliemasse.
nob: Samisk bosetting er spredt, og det er de samiske småbygdene - både langs kysten og i innlandet - som tradisjonelt utgjør ryggraden i samisk samfunns-, kultur- og næringsliv.

source: Urresth lea daelie orre kriebpesjimmieh dejtie sijjide gusnie årroeminie.
nob: I en moderne verden stilles det imidlertid nye krav til stedet der en bor.

source: NSR vuajna daerpies ” orre ” jieliemasse bertedh - miehtjesijjine dovne - veasojde saemien voenine beerkedh.
nob: NSR ser det som nødvendig å legge til rette for et ” moderne ” liv - også i utkantstrøk - for å sikre bosettingen i de samiske bygdene.

source: Saemien dajvine skuvle lea vihkeles vierhtege-, maahtoe- jïh åssjalommesbihkedæjja jïh hijven sijjie gustie aelkedh saemien siebredahkesne meatan ïedtjine barkedh.
nob: Skolen i samiske områder er en viktig formidler av verdier, kunnskap og holdninger og kan gi et godt utgangspunkt for å bli en aktiv deltaker i det samiske samfunnet.

source: saemiej leah reaktah dejnie dej båeries dajvine årrodh jïh dejtie øøvtiedidh daaletje jïh båetije aejkiej premissi mietie
nob: § samers rett til å bebo og utvikle sine tradisjonelle områder på dagens og fremtidens premisser

source: vielie teknologijem jïh gaskesadteme sjisjnjestruktuvrem miehtjesijjine bigkedh
nob: § mer utbygd teknologisk og kommunikasjonsmessig infrastruktur i utkantstrøk

source: tjerkebe barkedh gellienlaaketje kultuvren, byjres-feestivaali jïh jeatjah råajvarimmiej åvteste saemiej siebredahkesne
nob: § økt satsing på mangfoldig kulturliv, lokale festivaler og andre tiltak i samiske lokalsamfunn

source: saemiej vuekieh, gïelem jïh vierhtegh ellies lohkehtimmien tjïrrh buektiehtidh
nob: § samiske tradisjoner, språk og verdier formidles gjennom et helhetlig opplæringssystem.

source: Orre veartene
nob: Den nye verden

source: Jienebh jïh jienebh saemieh orrijieh jallh bæjjanieh staarine jïh søøkesbigkeme sijjine.
nob: Flere og flere samer bosetter seg eller vokser opp i byer og tettbygde strøk.

source: Seamma vihkele guktie jielijes byjressiebredahkh dajvine tjirkedh, lea guktie staaren saemiej saemien jielemevåarome, dovne kultuvre, sosijale jieleme jïh barkoeh.
nob: Like viktig som å sikre levedyktige lokalsamfunn i distriktene er det å gi samer i byene et samisk livsgrunnlag, både kulturelt, sosialt og yrkesmessig.

source: Joekoen vihkele barkedh guktie staaren saemien maanah, noerh jïh båarasåbpoeh almetjh åadtjoeh saemienvoetine jieledh jïh årrodh.
nob: Særlig viktig er det å legge til rette for at samiske barn, unge og eldre i byene får leve og bo under forhold hvor deres samiske bakgrunn blir vektlagt.

source: saemiej leah reaktah jïjtsh kultuvrem øøvtiedidh jïh dejnie giehtelidh staarine jïh søøkesbigkeme sijjine
nob: § samers rett til å utøve og utvikle sin kultur i byer og tettbygde strøk

source: staarine nænnoes saemien buerie- jïh øøhpehtimmiefaaleldahkh maanide, noeride jïh båarasåbpojde
nob: § sterke samiske velferds- og utdanningstilbud for barn, unge og eldre i byene

source: staarine tjerkebelaakan tsiehkesjidh gusnie saemieh
nob: § sterkere markering av samisk tilstedeværelse i byene

source: staaren almetji leah reaktah jïjtsh staaren saemien faaleldahkh tjuvtjiehtidh
nob: § at befolkningen i byer har rett til å påvirke sin bys samiske tilbud

source: Romsese staatusem vedtedh gaskelaanti aalkoealmetjestaarine
nob: § å gi Tromsø status som internasjonal urfolksby

source: saemien tjåangkenimmie sijjieh staarine darjodh
nob: § å skape fysiske møtesteder for samer i byene

source: Nænnoes roehtsh
nob: Sterke røtter

source: Maadtojne saemien kultuvrese jïh jieliemasse lea guktie voengem jïh kultuvremojhtesidie reeredh.
nob: Mye av grunnlaget for samisk kultur og levevei ligger i god forvaltning av miljøet og kulturminnene.

source: Guedtijes voengepolitigkem jïh ïedtjeles kultuvrevaarjelimmiepolitigkem tjirkedh, dellie saemien eatneme- jïh kultuvremaadtoeh båetije boelvide tjirkesovvedh.
nob: Ved å sikre en bærekraftig miljøpolitikk og en aktiv kulturvernspolitikk, vil samisk natur- og kulturgrunnlag sikres også for kommende generasjoner.

source: NSR-se seamma aamhtese dïhte guktie dovletje, daaletje jïh båetije aejkide reeredh.
nob: For NSR er forvaltning av fortid, nåtid og fremtid én og samme sak.

source: ålja- jïh gassreeblemh Barensemearosne vaeniemdidh
nob: å begrense olje- og gassutvinning i Barentshavet

source: byjrese jïh regijonaale reereme laanten jïh mearoen maelmide reeredh
nob: lokal og regional forvaltning av naturressurser på land og i havet

source: dokumentasjovne, vaarjelimmie, reereme jïh buekteme saemien kultuvremojhtesijstie
nob: dokumentasjon, vern, forvaltning og formidling av samiske kulturminner

source: Tjåenghkies almetjh
nob: Et sammensveiset folk

source: Saemieh leah aktesne orreme staati raasten jïh boelvejoekehtsi namhtah.
nob: Tradisjonelt har samer levd sammen uavhengig av statsgrenser og generasjonsskiller.

source: NSR åtna vihkeles aerpie dïhte jïh sæjhta nimhtie galka båetije aejkine dovne.
nob: Dette er en arv NSR synes er viktig, og som noe vi ønsker å ta med oss i fremtiden.

source: Dierie boelvi gaskem jïh laanteraasti dåaresth lea hijven maehtedh vuekieh biejverdidh jïh saemien gellienlaaketjevoetem tjirkedh.
nob: Kontakten mellom generasjonene og på tvers av landegrensene er verdifulle for bevaring av tradisjoner og for å opprettholde samisk mangfold.

source: NSR sæjhta tjerkebe ektiebarkoem laanteraasti raastah, dellie aaj nænnobe politigkem gaskelaanti gaskem åadtjodh.
nob: NSR ønsker også å etablere et sterkere samarbeid på tvers av landegrensene, også for å få større politisk tyngde internasjonalt.

source: Dovne åårganisasjovni ektiebarkojne Saemieraerien tjïrrh jïh Saemiedigkiej parlamentarijkeri gaskem.
nob: Dette gjelder både samarbeidet mellom organisasjonene gjennom Samerådet, og mellom parlamentarikerne i Sametingene.

source: NSR veanhta byøroe buerebelaakan bertedh guktie ektiebarkoem laanti raastah nænnoestidh dagkarinie aamhtesinie saemien gïeli, kultuvri jïh siebredahki bïjre jïh nimhtie buerebe våaromem saemien tseegkemasse raasti bijjelen.
nob: NSR mener at det bør legges bedre til rette for styrking av samarbeidet på tvers av landegrensene i saker som gjelder samiske språk, kultur og samfunn og gi bedre grunnlag for grenseoverskridende samisk organisering.

source: Dah gujht vihkielommes ulmieh saemiekonvensjovnine.
nob: Dette må være et av de viktigste formålene med en samekonvensjon.

source: saemiekonvensjovne mij saemiej reaktah almetjinie tjirkie jïh ektiebarkose raasti bijjelen aamhtesinie mej seamma ulmieh
nob: en samekonvensjon som sikrer samenes rettigheter som et eget folk og bidrar til

source: raasti jïh boelvi bijjelen barkoe øøhpehtimmesne jïh syjhtemisnie
nob: grense- og generasjonsoverskridende arbeid innen utdanning og omsorg

source: jielijes kultuvre ektels sijjine jïh boelvi bijjelen
nob: et levende kulturliv på felles arenaer og på tvers av generasjonene

source: jåerhkedh Saemien parlamentarigke raeriem øøvtiedidh, jïh båetije aejkide ajve akte Saemiedigkie
nob: å videreutvikle Samisk parlamentarisk råd, og på sikt jobbe for ett felles Sameting

source: saemien dajvine kollektijve saadtesimmiem raasti bijjelen bueriemdidh
nob: aktiv deltakelse i Samerådet og dets internasjonale arbeid

source: Loejhtsvoete, seammavierhtege jïh ektievoete
nob: bedre utbygd kollektivtransport på tvers av landegrensene i samiske områder

source: Solidariteete lea NSR-se daerpies lahtese.
nob: Solidaritet er et sentralt begrep i NSRs politikk.

source: Sosijaale domtoe, politigke dåarjoeh jïh ïedtjeles barkoeh viesjies tjïertide, leah dagkerh vierhtegh gustie NSR lea tseegkesovveme.
nob: Sosial samvittighet, politisk støtte til og aktivt arbeid i forhold til utsatte grupper er blant de verdier NSR er tuftet på.

source: Byøroe barkedh rihpestjelmien jïh ektiebïejeme siebredahken åvteste, vuesehten gaavhtan guktie dej homofili vuestie.
nob: Det bør arbeides for et åpent og inkluderende samisk samfunn, gjennom for eksempel aksept for homofil legning.

source: Båetije aejkine dovne NSR sæjhta sosijaale, etnigke jïh politigke neerrehtimmiem vuastalidh jïh nyjsenæjjan garmanæjjan gaskem, dovne vierhtegebarkosne jïh stinkes vierhkievierhtiejgujmie.
nob: NSR ønsker også i fremtiden å motvirke sosial, kjønnsmessig, etnisk og politisk diskriminering, gjennom både holdningsskapende arbeid og konkrete virkemidler.

source: Dam buektiehtidh jaksedh, dellie daerpies jienebh maahtoeh jïh jienebh vierhkievierhtieh.
nob: For å oppnå dette er det behov for økt kompetanse og flere virkemidler.

source: Nyjsenæjjese garmanæjjese galka seamma nuepie guktie jieledh, øøhpehtimmiem jïh barkoem veeljedh, jïh dovne seamma nuepie siebredahken øøvtiedimmesne meatan.
nob: Kvinner og menn skal ha like muligheter til livsutfoldelse, utdanning og yrkesvalg, og ha lik innflytelse over samfunnsutviklingen.

source: siebredahke gusnie fiere guhtese sijjie jïh gusnie fiere guhten seamma vierhtege
nob: et inkluderende samfunn med plass til alle og hvor alle er likestilte

source: jïemne representasjovne nyjsenæjjaj garmanæjjaj gaskem dåhkasjehteme jïh rååresjadteme åårganine
nob: jevn kjønnsmessig representasjon i besluttende og rådgivende organer

source: buerie- jïh syjhtemefaaleldahkh saemide saemiej vierhtegi mietie
nob: velferds- og omsorgstilbud for samer tuftet på samiske verdier

source: solidariteete jïh ektiebarkoe jeatjah aalkoealmetji- jïh vaenielåhkoen almetji gujmie giej elties sjïeresvoete jïh reaktah dyødtoeh
nob: solidaritet og samarbeid med andre urfolks- og minoritetsgrupper som får sin egenart og

source: Maanah jïh noerh
nob: Barn og unge

source: Saemide maanah jïh noerh sjïere sijjieh fuelhkesne jïh byjresisnie.
nob: Tradisjonelt i det samiske samfunn er barn og unge sentrale i familiens og lokalmiljøets prioriteringer.

source: NSR sæjhta dejtie båeries vierhtegidie juhtiehtidh, jïh sæjhta saemien siebredahkh gusnie hijven bæjjanidh saemien vierhtegigujmie, saemien gïeline, saemien maahtojne jïh kultuvrine.
nob: NSR ønsker å videreføre disse grunnleggende verdier og ønsker et samisk samfunn der det er tilrettelagt for gode oppvekstvilkår, med vekt på samiske verdier, språk, kunnskap og kulturuttrykk.

source: Nimhtie maahta saemien gïelem jïh kultuvrem nubpien boelvese tjirkeslaakan buektedh.
nob: Slik kan samisk språk og kultur formidles til stadig nye generasjoner, innenfor trygge rammer.

source: Faaleldahkh maanide, noeride jïh eejhtegidie / åelide tjoeverieh daaletje fuelhkieleahtan mietie, jïh daejredh saemieh abpe laantesne årroeminie.
nob: Tilbudene til barn, unge og deres foresatte må være tilpasset dagens familiestrukturer og det faktum at samer bor over hele landet.

source: gaajhkide saemien maanide galka nuepie saemien aarenaj sijse tjaangedh, seamma gusnie årroeminie
nob: alle samiske barn skal ha tilgang til samiske arenaer, uansett hvor i landet de bor.

source: saemien noeride reaktah aamhtesinie meatan mah dej bïjre
nob: samisk ungdom skal sikres medbestemmelsesrett i saker som angår dem

source: Reaktah: Finnmarhkelaake / Maelmïelaake / Biegkefaamoe / Militære / Vaarjelimmieplaanh
nob: Rettigheter: Finnmarksloven / Mineralloven / Vindkraft / Forsvar / Verneplaner

source: Minngemes boelhkesne lij vihkielommes gyjhtjelasse reaktaj bïjre.
nob: Rettighetsspørsmålet har stått sentralt i inneværende periode.

source: Saemiedigkie lea barkeme Finnmarhkelaakem almetjereaktaj mietie åadtjodh.
nob: Sametinget har arbeidet for at Finnmarksloven er innenfor folkerettslige rammer.

source: Saemiedigkie naa jijnjh bievnestjåanghkoeh Finnmarhkelaaken bïjre øørni dovne mearoebealesne jïh sjisnjelaantesne, jïh nimhtie dan barkose konstruktijve vuajnoeh jïh reaktadïejveldæmman.
nob: Sametinget har avholdt en rekke informasjonsmøter om Finnmarksloven både på kyst og innland, og har i forbindelse med

source: Kriebpesjimmieh konsultasjovni bïjre leah buektiehtamme.
nob: dette fått konstruktive bidrag i rettighetsdebatten. Kravet om konsultasjoner har ført frem.

source: Justisetjïerte jïh Saemiedigkie konsultasjovnide tjïrrehtin mearan Finnmarhkelaakem digkiedin.
nob: Justiskomiteen og Sametinget gjennomførte konsultasjonene i forbindelse i forbindelse med drøftinger av Finnmarksloven.

source: Saemiedigkieraerie lea IN-n (FN) almetjereaktaj sjïererabportøørese jïh ILO-n maehtelesmoenehtsasse moeneme, vihkeles dajvine Nøørjen aalkoealmetjepolitigke ij leah man hijven.
nob: Sametingsrådet har gitt innspill til FN. ' s spesialrapportør for urfolksrettigheter, og til ILO. ' s ekspertutvalg om at Norges urfolkspolitikk på sentrale områder er mangelfull.

source: Joekoen saemiej reaktah jïjtjereeremen bïjre moenesovveme.
nob: Spesielt er samens rett til selvbestemmelse påpekt.

source: jeahteme raeriestimmiem maelmïelaaken bïjre tjoevere vuertedh goske saemiej reaktah Finnmarhkesne leah tjïelkesovveme jïh dåhkasjahteme, jïh maelmiereeblemem tjøødtjedehtedh goske reaktagyjhtjelasse lea tjïelkesovveme
nob: og anerkjent og at utvinning av mineralforekomster stoppes inntil rettighetsspørsmålet er avklart.

source: saemien dajvide iktebïejeme jïh ellies vuartasjimmiem kriebpesjamme, gaajhki biegkejårreldahki bïjre jïh mij dejstie sjædta
nob: krevd en samlet og helhetlig konsekvensutredning for alle vindmølleparker i samiske områder

source: militæren plaanide vuastalamme Mauken / Blåtind-dajvem dijpedh ekspropieredh
nob: gått imot forsvarets planer om ekspropriasjon av Mauken / Blåtind

source: eensi barkeme guktie militære jïh båatsoe orre mååhtedimmiem darjodh gumhtie Hálkkavárren vuetjemedajvem nuhtedh, jïh vuastalamme dam vuetjemedajvem vijriemdidh
nob: arbeidet aktivt for at Forsvaret og reindrifta etablerer en ny avtale om bruk av

source: kriebpesjamme vaarjelimmieprossesh voengen bïjre gelkieh vuertedh goske reaktah leah tjïelkesovveme
nob: stilt krav om at verneprosessene til miljø stilles i bero inntil rettighetsspørsmålet er avklart

source: prosjeektem aatskadamme, giehtjedidh guktie saemiej mïelh tjaetsiedajvi bïjre
nob: iverksatt prosjekt for å vurdere samiske interesser knyttet til vassdrag

source: Gïele / Lohkehtimmie jïh øøhpehtimmie
nob: Språk / Opplæring og utdanning

source: barkeme saemien gïelem åvtese bïejedh jïh guktie fierhten saemien maanan reaktah saemien lohkehtæmman tjirkedh
nob: arbeidet aktivt med å fremme samisk språk og at samiske barn skal sikres individuell rett til opplæring på samisk

source: soejkesjinie «Sjïerepedagogigke maahtoe-øøvtiedimmieplaane 2004-2005» barkeme (Kompetansehevingsplan i spesialpedagogikk 2004-2005), joekoen lohkeme- jïh tjaelemedåeriesmoeride jïh guektiengïelenvoetem vuartasjamme luvle- jïh åarjelsaemiej dajvine jïh Åarjel-Romsesne jïh noerhte Noerhtelaantesne
nob: arbeidet med ” Kompetansehevingsplan i spesialpedagogikk 2004-2005 ”, med fokus på lese- og skrivevansker samt tospråklighet i lule- og sørsamiske områder og Sør-Troms og nordre Nordland

source: saemien learoeplakaatine saemien skuvlese jïh saemien øøhpehtimmiesijjide barkeme
nob: arbeidet med å utarbeide en samisk læringsplakat for den samiske skolen og samiske opplæringssteder

source: barkeme lohkemestipeendem jïlle- jïh universiteeten daltesisnie åadtjodh
nob: arbeidet med å etablere utdanningsstipend på høyskole- og universitetsnivå

source: barkeme saemien gïelejarngh tseagkodh
nob: arbeidet med opprettelsen av samiske språksentre

source: saemien gïelejarngi jïh Saemiedigkien gaskem viermienektiebarkose eevtjeme
nob: tatt initiativ til nettverksamarbeid mellom samiske språksentre og Sametinget

source: aatskadamme saemien staeriedimmieprogrammem elektronigke daatagietedallemese
nob: igangsatt arbeidet med samisk korrekturprogram for elektronisk tekstbehandling

source: buektiehtamme «Saemien dotkemeprogramme» - m guhkiemdidh jïh nænnoestidh
nob: fått gjennomslag for at ” Program for samisk forskning ” forlenges og styrkes

source: meatan orreme jïllebe øøhpehtimmiem saemien noeride nænnoestidh
nob: vært med å styrke høyere utdanning for samisk ungdom

source: barkeme Saemien baakoedaatabaangkem bueriemdidh
nob: jobbet med oppdateringen av Samisk orddatabank

source: eevtjeme saemien gïelen reeremedajvem vijriemdidh
nob: tatt initiativ til utvidelse av forvaltningsområdet for samisk språk
